{
	"title": "Team",
	"staff": [
		{
			"img":"placeholder.png",
			"name":"Dr. Amer Ullah",
			"title":"Practice Principal",
			"quals":[
				"BDS (Victoria University of Manchester)",
				"DGDP 1997 (Royal College of Surgeons London)",
				"GDC no. 70771"
			],
			"bio":[
				"I have practiced in Chadwell Heath for twenty years and still enjoy it!",
				"My special interest is in restorative and cosmetic dentistry. I also enjoy surgical dentistry, in particular Implantology. I have been placing implants since 2001 after gaining my certificate from the University of London and I am a member of the Association of Dental Implantology.",
				"I regularly attend courses in Chamonix, France for Euroteknika implants.",
				"Other interests include cricket, football, rock and blues music and I like to think I can play the drums!"
			]
		},
		{
			"img":"Dr_Salima_Beg.jpg",
			"name":"Dr. Salima Beg",
			"title":"Practice Principal",
			"quals":[
				"BDS 1996 (Barts and the Royal London Hospital)",
				"BSc Physiology/Pharmacology 1991 (Kings College London)",
				"GDC no. 72415"
			],
			"bio":[
				"I have an interest in general and cosmetic Dentistry, with a profound interest in adult orthodontics.",
				"After graduating I spent a year specialising in prosthodontics, and was a part time lecturer at The Royal London Hospital. In October 2000, I joined Chadwell Dental Care and bought the practice with Dr Amer Ullah.",
				"I have over 20 years of experience in dentistry and have a caring approach to Dentistry.",
				"We have successfully incorporated adult orthodontics into the choices that we provide for our patients. My patients have had some life changing results due to adult orthodontics.",
				"I am proud of my professionalism and patient centered dentistry.",
				"In my spare time I am a keen baker and artist and love to travel."
			]
		},
		{
			"img":"Dr_Nadia_Mokhlesi.jpg",
			"name":"Dr. Nadia Mokhlesi",
			"title":"Dentist",			
			"quals":[
				"BDS, Hons (King's College London) 2014",
				"MFDS (Royal College of Surgeons of Edinburgh) 2016",
				"GDC no. 251284"
			],
			"bio":[
				"After graduating, I worked in general practice for a year before returning to hospital to develop my skills in Restorative Dentistry at the Royal London hospital. Following this, I have gained further experience in both community dentistry and oral medicine. I now split my time between working in hospital and Chadwell Dental Care, and enjoy the variety it brings.",
				"Outside of work, I have a keen interest in sewing and knitting, as well as spending time with friends and travelling."
			]
		},
		{
			"img":"Dr_Maria_Toli.jpg",
			"name":"Dr. Maria Toli",
			"title":"Dentist",			
			"quals":[
				"Msc (Wales) 2016",
				"DDS (Greece) 2008",
				"GDC no. 160295"
			],
			"bio":[
				"I graduated from the Dental School of the Aristotle University of Thessaloniki, Greece in 2008. Following my graduation I worked as a general dentist in the Armed Forces Dental Practice in Thessaloniki as well as in a private practice limited to Periodontics.",
				"I moved to the UK in 2009. I have experience working in general dental practices as well as an emergency dentist in a hospital setting.",
				"In 2011-2012 I attended a course in Restorative Dentistry and in 2016 I was awarded a MSc in Clinical Endodontics from the University of South Wales, UK.",
				"What I enjoy the most in my profession is getting the patients out of pain and helping them achieve and maintain a healthy mouth.",
				"Outside of work, I enjoy city walks and museum visits with my family and friends."
			]
		},
		{
			"img":"Miss_Carol_Collins.jpg",
			"name":"Miss. Carol Collins",
			"title":"Practice Manager",
			"bio":[
				"I have worked here at Chadwell Dental Care Ltd for the last seven years.",
				"As well as reception I am in charge of the day to day running of the practice, and the smooth transition of new members of staff into the Practice.",
				"We try to ensure a good experience for our patients and as the ‘face’ of the practice we implement our ethos of looking after you.",
				"Out of work I enjoy spending time with my family and travelling."
			]
		},
		{
			"img":"Ms_Jo_Cuttell.jpg",
			"name":"Miss. Jo Cuttell",
			"title":"Practice Manager",
			"bio":[
				"I have enjoyed working on reception for 4 years and am one of the practice managers. You build a great rapport with patients who put their trust in you.",
				"As the heartbeat, we maintain the smooth running of this busy practice, a challenge we meet every day.",
				"To further my knowledge, I am currently studying Business Management.",
				"Outside of work, I love spending time with my family and working out at the gym."
			]
		},
		{
			"img":"Miss_Raminta_Macekaite.jpg",
			"name":"Mrs. Raminta Macekaite",
			"title":"Dental Nurse",
			"quals":[
				"Registered Dental Nurse, Nov 2013",
				"GDC no. 247287"
			],
			"bio":[
				"I have been working for 6 years in Chadwell Dental Care. I enjoy the buzz of helping out and meeting our patients, who come from all walks of life!",
				"I have an interest in radiography as well as orthodontics.",
				"My hobbies include travelling and I am a make up artist. My family is very important and I enjoy spending as much time as possible with them."
			]
		},
		{
			"img":"Mrs_Maryline_Collins.jpg",
			"name":"Mrs. Maryline Collins",
			"title":"Dental Nurse",
			"quals":[
				"NEBDN Qualified Dental Nurse 2015",
				"GDC no. 259870"
			],
			"bio":[
				"My special interest is in implantology nursing as well as general nursing.",
				"I am a reliable confident person. I enjoy my work place as we are a great team.",
				"My other interests are cooking, shopping, reading and travelling. What I enjoy most is spending time with my family and friends."
			]
		},
		{
			"img":"placeholder.png",
			"name":"Miss. Anca Balan",
			"title":"Trainee Dental Nurse",
			"bio": [
				"I joined Chadwell Dental Care as a trainee dental nurse.",
				"I've really enjoyed the friendly working environment here.",
				"I'm passionate about making sure your dental treatment is carried out in clean and comfortable surroundings. I'll try to make your visit to the dentist stress-free.",
				"I also have a special interest in orthodontics, implantology and periodontics.",
				"Outside of the practice I spend time with family and friends, also I enjoy cooking, travelling, reading and listening to music!"
			]
		},
		{
			"img":"Ms_Gaivas.jpg",
			"name":"Mrs. Gaiva Kavaliauskiene",
			"title":"Trainee Dental Nurse",
			"bio":[
				"I joined Chadwell Dental Care as a trainee dental nurse.",
				"This has allowed me to pursue my career in dentistry.",
				"I am most fascinated about implantation and the satisfaction patients receive whilst with us.",
				"I have an amazing support system at home who encourage me to be the best I can.",
				"Outside of work, I enjoy family time. I also love to jog."
			]
		},
		{
			"img":"Ms_Pavleta.jpg",
			"name":"Mrs. Pavleta Petrova",
			"title":"Trainee Dental Nurse",
			"bio":[
				"I have been working at Chadwell for the last few months as a trainee nurse.",
				"We have a great team here helping out our community and this brings me personal happiness to do this in my job.",
				"Out of work I devote myself to my husband and 2 children and indulge my passions for cooking, fashion and shoes!"
			]
		}
	]
}