{
	"title": "Team",
	"staff": [
		{
			"img":"placeholder.png",
			"name":"Dr. Amer Ullah",
			"title":"Practice Principal",
			"quals":[
				"BDS (Victoria University of Manchester)",
				"DGDP 1997 (Royal College of Surgeons London)",
				"GDC no. 70771"
			],
			"bio":[
				"I have practiced in Chadwell Heath for twenty years and still enjoy it!",
				"My special interest is in restorative and cosmetic dentistry. I also enjoy surgical dentistry, in particular Implantology. I have been placing implants since 2001 after gaining my certificate from the University of London and I am a member of the Association of Dental Implantology.",
				"I regularly attend courses in Chamonix, France for Euroteknika implants.",
				"Other interests include cricket, football, rock and blues music and I like to think I can play the drums!"
			]
		},
		{
			"img":"Dr_Salima_Beg.jpg",
			"name":"Dr. Salima Beg",
			"title":"Practice Principal",
			"quals":[
				"BDS 1996 (Barts and the Royal London Hospital)",
				"BSc Physiology/Pharmacology 1991 (Kings College London)",
				"GDC no. 72415"
			],
			"bio":[
				"I have an interest in general and cosmetic Dentistry, with a profound interest in adult orthodontics.",
				"After graduating I spent a year specialising in prosthodontics, and was a part time lecturer at The Royal London Hospital. In October 2000, I joined Chadwell Dental Care and bought the practice with Dr Amer Ullah.",
				"I have over 20 years of experience in dentistry and have a caring approach to Dentistry.",
				"We have successfully incorporated adult orthodontics into the choices that we provide for our patients. My patients have had some life changing results due to adult orthodontics.",
				"I am proud of my professionalism and patient centered dentistry.",
				"In my spare time I am a keen baker and artist and love to travel."
			]
		},
		{
			"img":"Dr_Maria_Toli.jpg",
			"name":"Dr. Maria Toli",
			"title":"Dentist",			
			"quals":[
				"Msc (Wales) 2016",
				"DDS (Greece) 2008",
				"GDC no. 160295"
			],
			"bio":[
				"I graduated from the Dental School of the Aristotle University of Thessaloniki, Greece in 2008. Following my graduation I worked as a general dentist in the Armed Forces Dental Practice in Thessaloniki as well as in a private practice limited to Periodontics.",
				"I moved to the UK in 2009. I have experience working in general dental practices as well as an emergency dentist in a hospital setting.",
				"In 2011-2012 I attended a course in Restorative Dentistry and in 2016 I was awarded a MSc in Clinical Endodontics from the University of South Wales, UK.",
				"What I enjoy the most in my profession is getting the patients out of pain and helping them achieve and maintain a healthy mouth.",
				"Outside of work, I enjoy city walks and museum visits with my family and friends."
			]
		},
		{
			"img":"Dr_Anam_Farooqui.jpg",
			"name":"Dr. Anam Farooqui",
			"title":"Dentist",			
			"quals":[
				"GDC no. 313019"
			],
			"bio":[
				"As the newest member of the Chadwell Dental Care team, I am excited to meet my patients, build strong relationships and ensure a high standard of care and satisfaction.",
				"Since qualifying in 2023, I have gained valuable experience working in both Private and NHS dentistry. Alongside general dental care, I have developed a particular interest in orthodontics, specialising in clear aligner treatments.",
				"I am committed to providing gentle, compassionate care, epsecially for patients with dental anxiety, and I strive to help overcome the stigma often associated with dental visits.",
				"Outside of work, I enjoy spending quality time with my rabbit and cat."
			]
		},
		{
			"img":"Miss_Carol_Collins.jpg",
			"name":"Miss. Carol Collins",
			"title":"Practice Manager",
			"bio":[
				"I have worked here at Chadwell Dental Care Ltd for the last seven years.",
				"As well as reception I am in charge of the day to day running of the practice, and the smooth transition of new members of staff into the Practice.",
				"We try to ensure a good experience for our patients and as the ‘face’ of the practice we implement our ethos of looking after you.",
				"Out of work I enjoy spending time with my family and travelling."
			]
		},
		{
			"img": "Jean_Ford.jpg",
			"name": "Jean Mancini Ford",
			"title": "Receptionist",
			"bio": [
				"I recently joined the team at Chadwell Dental Care as a receptionist. We have a great team ethic, ready and willing to serve.",
				"In my free time, I enjoy swimming, going to watch football, socializing with friends and family, and traveling."
			]
		},
		{
			"img":"Anca_Balan.jpg",
			"name":"Miss. Anca Balan",
			"title":"Dental Nurse",
			"quals":[
				"NEBDN Qualified Dental Nurse 2023",
				"GDC no. 307731"
			],
			"bio": [
				"I joined Chadwell Dental Care as a trainee dental nurse.",
				"I've really enjoyed the friendly working environment here.",
				"I'm passionate about making sure your dental treatment is carried out in clean and comfortable surroundings. I'll try to make your visit to the dentist stress-free.",
				"I also have a special interest in orthodontics, implantology and periodontics.",
				"Outside of the practice I spend time with family and friends, also I enjoy cooking, travelling, reading and listening to music!"
			]
		}
	]
}